Autodesk.Revit.DB.ObjectFactory.Dispose
For Internal Use Only.

Autodesk.Revit.DB.ObjectFactory.#cctor
For Internal Use Only.
Remarks:
This constructor is exposed to enable support for COM interop only. This object should never
be created by the developer.
Mai

Autodesk.Revit.DB.ObjectFactory.#ctor
For Internal Use Only.
Remarks:
This constructor is exposed to enable support for COM interop only. This object should never
be created by the developer.

Autodesk.Revit.DB.ObjectFactory
For Internal Use Only.